Repository: MahjoubSami/klearMatrix
Catalog: languages/*/*.po
Languages: es_es

source: Record not found. Could not clone.
es_es: Elemento no encontrado. No es posible clonarlo.

source: Do you want to clone this %s?
es_es: ¿Quiéres clonar este %s?

source: record
es_es: registro

source: Title:
es_es: Título:

source: Clone %s
es_es: Clonar %s

source: Clone
es_es: Clonar

source: Cancel
es_es: Cancelar

source: Could not clone record:
es_es: No se ha podido clonar el registro:

source: %s successfully cloned
es_es: %s clonado correctamente

source: Record
es_es: Registro

source: Close
es_es: Cerrar

source: (Aproximated values)
es_es: (Valores aproximados)

source: Record not found. Could not delete.
es_es: Elemento no encontrado. No es posible borrarlo.

source: Could not delete record:
es_es: No se ha podido eliminar el registro:

source: (%d) %s successfully deleted
es_es: (%d) %s eliminado correctamente

source: Record not found.
es_es: El registro no se encuentra almacenado.

source: Record successfully saved.
es_es: Registro salvado correctamente.

source: Error saving record
es_es: Error salvando el registro

source: Element not found. Cannot edit.
es_es: Elemento no encontrado. No es posible editarlo.

source: Download
es_es: Descargar

source: Error preparing download.<br />(%s)
es_es: Error preparando la descarga.<br />(%s)

source: Do you want to delete this %s?
es_es: ¿Quiéres eliminar esta %s?

source: Delete
es_es: Borrar

source: Record not found. Could not Mass Update.
es_es: Elemento no encontrado. No es posible actualizarlo.

source: Do you want to update "%s"?
es_es: ¿Quiéres actualizar este %s?

source: and %s more
es_es: y %s más

source: Update %s
es_es: Actualizar %s

source: Update
es_es: Actualizar

source: (%s) %s successfully updated
es_es: (%s) %s actualizado correctamente

source: Records
es_es: Registros

source: Email not valid.
es_es: Email no válido.

source: Field is not a valid URL.
es_es: El campo no es una URL válida.

source: Invalid IP Address
es_es: Dirección IP inválida.

source: (showing %d)
es_es: (mostrando %d)

source: More than %d items found
es_es: Más de %d elementos encontrados

source: Multiple choice delete is not allowed
es_es: No se permite eliminar múltiples elementos

source: Do you want delete this record?
es_es: ¿Quiéres borrar este elemento?

source: Please type the item name, as shown in bold font above, <br />to continue
es_es: Por favor, escriba el nombre del elemento, tal y como se muestra arriba en negrita, <br /> para continuar

source: Close automatically
es_es: Cerrar automáticamente después de guardar

source: Save
es_es: Guardar

source: Close automatically after save
es_es: Cerrar automáticamente después de guardar

source: Not available
es_es: No disponible

source: Change password
es_es: Modificar contraseña

source: Channel:
es_es: Canal

source: Search shortcuts
es_es: Atajos de búsqueda

source: Filter fields
es_es: Filtrado de elementos

source: Returns records that satisfy any of filters
es_es: Devuelve los registros que cumplan alguno de los valores

source: Apply filters
es_es: Aplicar filtros

source: less than
es_es: menor

source: equals
es_es: igual

source: greater than
es_es: mayor

source: Add all filters
es_es: Añadir todos los filtros

source: Export to CSV
es_es: Exportar a CSV.

source: Stop refresh
es_es: No refrescar

source: Records per page:
es_es: Registros por página:

source: # of # selected
es_es: # de # seleccionados

source: Select all
es_es: Seleccionar todo

source: Unselect all
es_es: Des-seleccionar todo

source: Select an option
es_es: Seleccionar una opción

source: # selected
es_es: # seleccionados

source: {file} has invalid extension. Only {extensions} are allowed.
es_es: El fichero {file} tiene una extensión no permitida. Sólo se permiten: {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
es_es: {file} es demasiado grande. EL tamaño máximo es {sizeLimit}.

source: {file} is too small, minimum file size is {minSizeLimit}.
es_es: El fichero {file} es demasiado pequeño. El tamaño mínimo es {minSizeLimit}.

source: {file} is empty, please select files again without it.
es_es: El fichero {file} está vacío.

source: The files are being uploaded, if you leave now the upload will be cancelled.
es_es: Se están subiedno ficheros. Si abandona ahora, se cancelará la subida.

source: Upload File
es_es: Subir un Fichero

source: There are not associated elements
es_es: No hay elementos asociados

source: Field available in multi-language
es_es: Elemento disponible en multi-language

source: Error download CSV file.
es_es: Error descargando el fichero CSV.

source: Please contact administrator.
es_es: Por favor, contacte con el administrador.

source: undefined error
es_es: Error indefinido.

source: invalid pattern
es_es: Formato de campo inválido

source: range overflow
es_es: Valor por debajo del rango

source: range underflow
es_es: Valor por encima del rango

source: step mismatch
es_es: Error en el paso

source: the value is too long
es_es: El valor es demasiado largo

source: type mismatched
es_es: Tipado incorrecto en el valor

source: this is a required field
es_es: Este campo es obligatorio

source: Edit again
es_es: Editar otra vez

source: Show more settings
es_es: Configuración avanzada

source: Required field
es_es: Este campo es obligatorio

source: There is unsaved content.
es_es: Hay contenido sin guardar.

source: Close the screen?
es_es: ¿Cerrar la pantalla?

source: Attention!
es_es: ¡Atención!

source: Ignore changes and close
es_es: Ignorar cambios y cerrar

source: Auto-copied field
es_es: Campo auto-copiado

source: characters remaining
es_es: caracteres pendientes

source: Add another record
es_es: Añadir otro registro

source: You have unsaved changes are you sure you want to navigate away?
es_es: Tienes elementos no guardados ¿Seguir de todas formas?

source: value
es_es: valor

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
es_es: Campo de texto enriquezido. Pulsa ALT-F9 para ver el menú. Pulsa ALT-F10 para ver la barra de herramientas. Pulsa ALT-0 para ver la ayuda.
